Repository: 3036662/alterator-usbmount
Catalog: alterator_ui/alterator-usbguard.po
Languages: ru

source: UsbGuard service ... ACTIVE
ru: UsbGuard ... АКТИВЕН

source: UsbGuard service ...
ru: USBGuard служба

source: Wrong file permissions for UsbGuard config files (required 0600).
ru: Неверные права доступа к файлам конфигурации UsbGuard (требуется 0600).

source: Udev rules ... OK
ru: Правила Udev... OK

source: Udev rules ... WARNING
ru: Правила Udev ... WARNING

source: Users are allowed to change rules:
ru: Эти пользователи могут изменять правила:

source: Groups are allowed to change rules:
ru: Эти группы могу менять правила:

source: Suspicious files were found in udev config folders.
ru: В папках конфигурации udev были обнаружены подозрительные файлы.

source: It may cause undefined behavior.
ru: Это может привести к неопределенному поведению.

source: Please double-check before configuring.
ru: Пожалуйста, перепроверьте перед настройкой.

source: Use usb ports control
ru: Активировать контроль портов

source: List of devices
ru: Список устройств

source: Port
ru: Порт

source: Vendor
ru: Вендор

source: Product
ru: Название

source: SN
ru: Серийный номер

source: Hash
ru: Хэш

source: Status
ru: Статус

source: Scan plugged-in USB devices
ru: Сканировать устройства

source: Allow device
ru: Разблокировать

source: Block device
ru: Заблокировать

source: Presets
ru: Предустановки

source: White list:
ru: Белый список:

source: Block everything except connected devices
ru: Заблокировать все, кроме подключенных устройств

source: Block everything except connected and HID/HUB devices
ru: Заблокировать все, кроме подключенных и HID/HUB устройств

source: Manual mode
ru: Ручной режим

source: Black list:
ru: Черный список:

source: Block devices by classes of interface descriptors: 06 Image and 08 Mass Storage
ru: Блокировать устройства по классам дескриптора интерфейса: 06 Image и 08 Mass Storage

source: Block devices by a list of known PIDs and VIDs using Android Debug Bus
ru: Блокировать устройства по списку известных PID:VID, использующих Аndroid Debug Bus

source: Unsorted rules
ru: Другие правила

source: Rule
ru: Правило

source: Action
ru: Действие

source: Add
ru: Добавить

source: Delete
ru: Удалить

source: Masks CC:SS:PP
ru: Маски CC:SS:PP

source: Description
ru: Описание

source: Masks VID:PID
ru: Маски VID:PID

source: Mask Hash
ru: Хэш

source: Load from file
ru: Загрузить из файла

source: This file is empty.
ru: Загружен пустой файл.

source: This file is too big. Limit is 1 MB.
ru: Слишком большой файл. Максимальный размер - 1 Мегабайт.

source: Error. The file contains rules with conflicting targets.
ru: Ошибка. Файл содержит конфликтующие правила.

source: Save
ru: Применить

source: Check
ru: Проверить

source: Show log
ru: Журнал

source: Hide log
ru: Свернуть

source: Filter
ru: Фильтровать

source: ◁ Previous
ru: ◁ Назад

source: Next ▷
ru: Вперед ▷

source: A Linux audit is used for logging. You can inspect it with ausearch -ts recent -m USER_DEVICE
ru: Запись ведется в Linux Audit. Используйте ausearch -ts recent -m USER_DEVICE или другие средства просмотра Audit

source: Page
ru: Страница

source: of
ru: из

source: Autorun is ENABLED
ru: Автозапуск ВКЛЮЧЕН

source: Autorun is DISABLED
ru: Автозапуск ВЫКЛЮЧЕН

source: Process is ACTIVE
ru: Процесс АКТИВЕН

source: Process is STOPPED
ru: Процесс НЕАКТИВЕН

source: Error while trying to unblock a selected device. You can unblock it by creating a hash rule or interface rule.
ru: Ошибка при попытке разблокировать выбранное устройство. Вы можете разблокировать его, добавив правило по хэшу или интерфейсу.

source: Error while trying to block a selected device
ru: Ошибка при попытке заблокировать выбранное устройство

source: An error occurred when starting the USB Guard with new rules. We recommend checking the rules and configuration files for correctness.
ru: Произошла ошибка при запуске USBGuard с новыми правилами. Мы рекомендуем проверить правила и файлы конфигурации на корректность.

source: An empty csv file. Parsed 0 rules.
ru: Пустой csv-файл. Загружено 0 правил.

source: An error occured while parsing csv file
ru: Произошла ошибка при разборе csv-файла

source: USBGuard
ru: USBGuard Контроль USB
